[
    {
        "Sr_No": "403",
        "Unique_REC_ID": "None",
        "Rec_No": "None of",
        "Sheet_No": "16",
        "URL": "https://www.cysec.gov.cy/CMSPages/GetFile.aspx?guid=c31bfa3f-5f55-4168-9fbe-ccd2c00ac028",
        "Regulatory": "CYSEC",
        "Published_Date": "2023-09-14",
        "Title": "Cyprus Popular Bank Public Co Ltd and Commerzbank AG",
        "Article": "1\\n3 July 2020\\nCYSEC Board Decision\\nAnnouncement date:\\n03.07.2020\\nBoard decision date:\\n16.09.2019\\nRegarding:\\nCyprus Popular Bank Public Co Ltd and Commerzbank AG\\nLegislation:\\nThe Insider Dealing and Market Manipulation (Market Abuse) Law\\nSubject:\\nCumulative fine of \\u20ac650.000 to Commerzbank AG\\nJudicial Review:\\nClick here\\nJudicial Review Ruling:\\nClick here\\nThe Board of the Cyprus Securities and Exchange Commission (\\u2018CySEC\\u2019) wishes to inform\\nthe public that it has completed its investigation regarding the compliance of the Cyprus\\nPopular Bank (\\u201cCPB\\u201d) and Commerzbank AG with section 19 of the Insider Dealing and\\nMarket Manipulation (Market Abuse) Law of 2005 in relation to structured bonds ISIN\\nXS0345364227 and XS0345364656 for the period between 1 January 2008 \\u2013 15 March\\n2013.\\nBased on the findings of CySEC\\u2019s investigation, the CPB invested in two structured\\nproducts issued by Commerzbank AG. The value of the aforesaid products was\\ndetermined in accordance with the underlying basket of instruments. The content of the\\nunderlying basket was determined by the \\u201cindex sponsor\\u201d. According to the terms and\\nconditions governed the specific products the underlying basket was (theoretically) virtual\\nand therefore no actual investment into the underlying was supposed to take place.\\nMarfin Egnatia Bank S.A (a subsidiary of CPB) was initially appointed as the index sponsor.\\nHowever, as a consequence of the results of the cross-border merger between Marfin\\nEgnatia Bank S.A. and the CPB, the CPB became the index sponsor as of 31 March 2011.\\nThe initial investment into the structured products took place on 5 February 2008.\\nHowever, the composition of the underlying basket was dynamic and was determined by\\nthe Index Sponsor. The underlying basket was mainly comprised of shares of the CPB and\\nother firms of the Marfin Investment Group (to which the CPB belonged). The CPB shares\\nwere incorporated into the underlying basket of the Structured Product with ISIN\\nXS0345364227, in 2011.\\nBased on the evidence made available to CySEC, Commerzbank AG executed the voting\\nrights attached to the shares purchased (including the CPB shares) during the\\nShareholders\\u2019 General Meetings in all cases following a request and based on the\\ninstructions of the Index Sponsor. The proxy persons had a direct relationship with the\\nrelevant entities.\\nThe findings of the investigation were that the CPB and Commerzbank AG used the\\nstructured product with ISIN XS0345364227 as a vehicle in order for Commerzbank AG to\\n2\\nact as a surrogate of CPB in a disguised manner and acting in concert to manipulate the\\nmarket in relation to CPB\\u2019s shares on 4, 5, 6, 14, 15, 18, 19, 20, 21, 26 and 27 April 2011\\nand 6 and 30 May 2011.\\nThe acquisition of CPB shares took place in a way that ensured the share price fixing at\\ncertain levels in accordance with their daily target. The placing of orders was likely to give\\nmisleading signals in relation to CPB shares, as such orders did not correspond to\\ninvestors\\u2019 interest but to fictitious demand that was covertly created by the issuer of the\\nshares. These transactions undertaken by Commerzbank AG as a surrogate for the CPB\\ncorresponded in many cases to a significant proportion of the total daily volume of\\ntransactions in relation to the CPB shares.\\nCySEC decided to impose a cumulative fine of \\u20ac650.000 to Commerzbank AG in\\nrelation to the aforesaid violations (\\u20ac50.000 for every day of being in violation,\\nthirteen days in total), taking the fact that more than eight years have elapsed since\\nthe time of the violation into consideration as a mitigating factor.\\nIn the case of the CPB, CySEC decided not to impose a fine for the aforesaid violation\\ntaking into account that:\\ni.\\nThe CPB is under resolution pursuant to Law 17(I)/2013 and/or pursuant to\\nthe relevant decrees issued by the Central Bank of Cyprus and is under\\nspecial administration since 2013. The main activity of CPB is the execution of\\nthe resolution measures.\\nii.\\nUnder these special circumstances the imposition of a fine to the CPB would\\nfurther burden the financial position of its depositors, bond holders and\\nshareholders.\\nCySEC would like to express its thanks to the \\u039dational Competent Authority of Germany\\n(Bundesanstalt f\\xfcr Finanzdienstleistungsaufsicht - BaFin), the Hellenic Capital Market\\nCommission and the Financial Conduct Authority of the United Kingdom \\u2013 FCA for the\\nvaluable assistance they provided during this investigation.\\nMore details/justification of CySEC\\u2019s decision are/is available in the Greek version of the\\nannouncement.\\nXB/",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": "None",
        "Status": "Relevant",
        "Case_Status": "Final Hearing",
        "Order_Type": "Fined",
        "Imposed_Value": "650000",
        "Settled_Value": "None",
        "Currency": "EUR",
        "Cause_of_Penalty": "Market Manipulation",
        "Registered_Unregistered_activity": "None",
        "Entity_Status": "Company",
        "Company_Name": "Commerzbank AG",
        "Individual_Name": "None",
        "Industry": "Financial Services",
        "Third_parties": "Bundesanstalt für Finanzdienstleistungsaufsicht (BaFin), Hellenic Capital Market Commission, Financial Conduct Authority (FCA)",
        "Summary_Remarks": "None",
        "Description_Automated": "```json\r\n{\r\n  \"Document Status\": \"Relevant\",\r\n  \"Entity status\": \"Company\",\r\n  \"Company name\": \"Commerzbank AG\",\r\n  \"Individual name\": \"None\",\r\n  \"Industry type\": \"Financial Services\",\r\n  \"Basic reason for the penalty\": \"Market Manipulation\",\r\n  \"Order Type\": \"Fined\",\r\n  \"Case Status\": \"Final Hearing\",\r\n  \"Imposed Penalty\": \"650000\",\r\n  \"Settled Value\": \"None\",\r\n  \"Currency Code\": \"EUR\",\r\n  \"Third Party\": \"Bundesanstalt für Finanzdienstleistungsaufsicht (BaFin), Hellenic Capital Market Commission, Financial Conduct Authority (FCA)\",\r\n  \"Summary\": \"The Cyprus Securities and Exchange Commission (CySEC) has imposed a cumulative fine of €650,000 on Commerzbank AG for market manipulation in relation to structured bonds. The investigation revealed that Commerzbank AG acted as a surrogate for Cyprus Popular Bank (CPB) to manipulate the market for CPB shares on multiple dates. The fine was imposed as a result of violations over thirteen days. CySEC decided not to impose a fine on CPB, considering its resolution status and the potential financial burden on its stakeholders. The National Competent Authority of Germany, Hellenic Capital Market Commission, and Financial Conduct Authority of the United Kingdom provided valuable assistance in the investigation.\"\r\n}\r\n```",
        "Researcher_Doubts": "None",
        "QC_Status": "Done",
        "QC_Comments": "None",
        "Final_Description": "The Cyprus Securities and Exchange Commission (CySEC) has imposed a cumulative fine of €650,000 on Commerzbank AG for market manipulation in relation to structured bonds. The investigation revealed that Commerzbank AG acted as a surrogate for Cyprus Popular Bank (CPB) to manipulate the market for CPB shares on multiple dates. The fine was imposed as a result of violations over thirteen days. CySEC decided not to impose a fine on CPB, considering its resolution status and the potential financial burden on its stakeholders. The National Competent Authority of Germany, Hellenic Capital Market Commission, and Financial Conduct Authority of the United Kingdom provided valuable assistance in the investigation.",
        "Notes_on_Article_History": "None",
        "Allowed": "None"
    },
    {
        "Sr_No": 405,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://asic.gov.au/about-asic/news-centre/find-a-media-release/2020-releases/20-156mr-credit-suisse-pays-75-000-infringement-notice/",
        "Regulatory": "ASIC",
        "Published_Date": "2023-09-16",
        "Title": "20-156MR Credit Suisse pays $75,000 infringement notice",
        "Article": "Credit Suisse Equities (Australia) Limited (Credit Suisse) has paid a penalty of $75,000 to comply with an infringement notice given by the Markets\\xa0Disciplinary Panel (the MDP).\\nThe MDP had reasonable grounds to believe that Credit Suisse contravened Rule 3.3.1(b) of the ASIC Market Integrity Rules (ASX Market) 2010 (ASX Rules) by failing to act in accordance with its clients\\u2019 instructions. The ASX Rules were superseded by the ASIC\\xa0Market Integrity Rules (Securities Markets) 2017 on 7 May 2018.\\nCredit Suisse was engaged as a broker to conduct an on-market buy-back of shares on behalf of three clients. The MDP was satisfied that from 6 March 2017 to 8 November 2018, Credit Suisse entered into a number of trades by matching orders on behalf of both its buying and selling clients rather than by the matching of orders on an order book. Credit Suisse reported these trades to the ASX as \\u2018Trades with Price Improvement\\u2019 (NXXT Trades).\\nASIC Regulatory Guide 223 Guidance on ASIC market integrity rules for competition in exchange markets (RG 223) and the superseding ASIC Regulatory Guide 265 Guidance on ASIC market integrity rules for participants of securities markets (RG 265) states that an NXXT Trade is not in the ordinary course of trading and is not a transaction permitted for an on-market buy-back. The MDP regards the guidance in RG 223 and RG 265 to correctly reflect the law and prevailing market practice. The MDP considered that Credit Suisse had failed to act in accordance with its clients\\u2019 instructions to conduct an on-market buy-back when it had entered the NXXT trades.\\nThe MDP considered Credit Suisse\\u2019s conduct to be careless because its execution desk employees were inadequately trained in relation to on-market buy-backs and were therefore unaware that NXXT Trades were not permitted during an on-market buy-back. Additionally, Credit Suisse\\u2019s surveillance systems had also failed to prevent the NXXT Trades from being executed.\\nThe MDP considers that all shareholders should be given a reasonable opportunity to participate in the buy-back of shares during an on-market buy-back. Market participants should be guided by this in the configuration of their trading systems when they conduct an on-market buy-back of shares on behalf of a listed company.\\nCredit Suisse reported the NXXT Trades to ASIC and took remedial measures by contacting its clients about the NXXT Trades, conducting further training for its execution desk employees, updating the reminder emails sent to execution desk employees not to execute NXXT Trades during an on-market buy-back, and implementing further processes to review certain trades (including NXXT Trades).\\xa0\\nThe MDP was satisfied that Credit Suisse did not appear to derive any benefit from the conduct beyond the brokerage fees and commissions, and that the conduct did not cause financial loss to its clients or third parties.\\nDownload the infringement notice\\nThe compliance with the infringement notice is not an admission of guilt or liability, and Credit Suisse is not\\xa0taken to have contravened subsection 798H(1) of the Corporations Act.",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Final Hearing",
        "Order_Type": "Fined",
        "Imposed_Value": 75000,
        "Settled_Value": 75000,
        "Currency": "AUD",
        "Cause_of_Penalty": "Failure to act in accordance with clients' instructions",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "Credit Suisse Equities (Australia) Limited",
        "Individual_Name": null,
        "Industry": "Financial Services",
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "```json\n{\n  \"Entity status\": \"Company\",\n  \"Company name\": \"Credit Suisse Equities (Australia) Limited\",\n  \"Individual name\": \"None\",\n  \"Industry type\": \"Financial Services\",\n  \"Basic reason for the penalty\": \"Failure to act in accordance with clients' instructions\",\n  \"Order Type\": \"Fined\",\n  \"Case Status\": \"Final Hearing\",\n  \"Imposed Penalty\": 75000,\n  \"Settled Value\": 75000,\n  \"Currency Code\": \"AUD\",\n  \"Third Party\": \"None\",\n  \"Summary\": \"Credit Suisse Equities (Australia) Limited was fined $75,000 for failing to act in accordance with its clients' instructions during an on-market buy-back of shares. The company matched orders on behalf of both its buying and selling clients and reported these trades as 'Trades with Price Improvement' (NXXT Trades), which was not permitted for an on-market buy-back. The Markets Disciplinary Panel (MDP) found that Credit Suisse's conduct was careless due to inadequate training of employees and failure of surveillance systems. The company took remedial measures and did not derive any benefit from the conduct beyond brokerage fees and commissions. The penalty was paid to comply with the infringement notice, and it is not an admission of guilt or liability.\"\n}\n```",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": "Credit Suisse Equities (Australia) Limited was fined $75,000 for failing to act in accordance with its clients' instructions during an on-market buy-back of shares. The company matched orders on behalf of both its buying and selling clients and reported these trades as 'Trades with Price Improvement' (NXXT Trades), which was not permitted for an on-market buy-back. The Markets Disciplinary Panel (MDP) found that Credit Suisse's conduct was careless due to inadequate training of employees and failure of surveillance systems. The company took remedial measures and did not derive any benefit from the conduct beyond brokerage fees and commissions. The penalty was paid to comply with the infringement notice, and it is not an admission of guilt or liability.",
        "Notes_on_Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 406,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://www.cmfchile.cl/portal/principal/613/w3-article-29295.html",
        "Regulatory": "CMF Chile",
        "Published_Date": "2023-09-18",
        "Title": "CMF files charges against the \\\\u201cCredifinanzas\\\\u201d firm for alleged fraud",
        "Article": "Credifinanzas claims to be a supervised entity but is neither registered nor authorized by the Commission.\\\\nIt requests advance payments from people who ask for a loan through its website, without delivering the agreed funds afterwards.\\\\nJuly 2, 2020 - The Board of the Financial Market Commission (CMF) filed a complaint before the Public Prosecutor's office for alleged fraud. According to information gathered by the CMF's Investigation Unit, the firm known as \"Credifinanzas\" offers quick loans on supposedly advantageous terms through its website. The offer involves expeditious granting of a loan at a convenient interest rate and with no requirements of financial records.\\\\nModus Operandi\\\\nAs detailed in the CMF's complaint, Credifinanzas uses its website to attract people in need of a loan. After applying, they would be contacted by email, phone or WhatsApp. Then, using official-looking documentation, such as logos of the former Superintendence of Banks and Financial Institutions (ex-SBIF), Credifinanzas requested an advance payment of money based on inaccurate grounds, such as insurance and loan-related fees. In cases where customers did transfer the money, they received neither the committed loan nor a refund of the amounts disbursed.\\\\nConsidering both the facts described and that Credifinanzas is not supervised by the Commission, the Board of the CMF decided to file fraud charges according to Article 468 of the Criminal Code.\\\\nInvestor Alerts\\\\nThe Financial Market Commission also informs that is has an Alert Portal for investors, policyholders, and banking customers on its website. On this portal you can:\\\\nAccess the complete roll of all individuals and legal entities under the CMF's supervision.\\\\nVerify whether a company or individual offering financial products or services is supervised by the Commission.\\\\nCheck alerts issued by the CMF and other foreign regulators on unregulated entities or activities.\\\\nAccess important advice to safeguard investors, policyholders, and financial clients.\\\\nThe CMF always recommends checking the information available on anyone offering financial products and services.",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "No Order",
        "Order_Type": "Allegations/Charges",
        "Imposed_Value": null,
        "Settled_Value": null,
        "Currency": null,
        "Cause_of_Penalty": "Unregistered Activity",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "Credifinanzas",
        "Individual_Name": null,
        "Industry": "Financial Services",
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "```json\n{\n  \"Document Status\": \"Relevant\",\n  \"Entity status\": \"Company\",\n  \"Company name\": \"Credifinanzas\",\n  \"Individual name\": \"None\",\n  \"Industry type\": \"Financial Services\",\n  \"Basic reason for the penalty\": \"Unregistered Activity\",\n  \"Order Type\": \"Fraud Charges\",\n  \"Case Status\": \"Ongoing Hearing\",\n  \"Imposed Penalty\": \"None\",\n  \"Settled Value\": \"None\",\n  \"Currency Code\": \"None\",\n  \"Third Party\": \"None\",\n  \"Summary\": \"Credifinanzas, a firm claiming to be a supervised entity, is not registered or authorized by the Financial Market Commission (CMF). It has been accused of alleged fraud for requesting advance payments from individuals seeking loans through its website but failing to deliver the funds. The firm uses official-looking documentation and logos to deceive customers into making advance payments for insurance and loan-related fees. Despite the firm not being supervised by the Commission, it engaged in fraudulent activities, leading to the filing of fraud charges. The case is ongoing, and the Commission advises individuals to verify the supervision of any entity offering financial products and services through its Alert Portal.\"\n}\n```",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": "Credifinanzas, a firm claiming to be a supervised entity, is not registered or authorized by the Financial Market Commission (CMF). It has been accused of alleged fraud for requesting advance payments from individuals seeking loans through its website but failing to deliver the funds. The firm uses official-looking documentation and logos to deceive customers into making advance payments for insurance and loan-related fees. Despite the firm not being supervised by the Commission, it engaged in fraudulent activities, leading to the filing of fraud charges. The case is ongoing, and the Commission advises individuals to verify the supervision of any entity offering financial products and services through its Alert Portal.",
        "Notes_on_Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 408,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://www.federalreserve.gov/newsevents/pressreleases/enforcement20200702a.htm",
        "Regulatory": "Federal Reserve",
        "Published_Date": "2023-09-16",
        "Title": "Federal Reserve Board issues enforcement action with Putnam County Bank and announces termination of enforcement action with Barclays Bank PLC",
        "Article": "The Federal Reserve Board on Thursday announced the execution of the enforcement action listed below:\\nPutnam County Bank, Hurricane, West Virginia\\r\\nFlood insurance violations civil money penalty, dated July 1, 2020\\nThe Board also announced the termination of the enforcement action listed below:\\nBarclays Bank PLC, London, England and Barclays Bank PLC New York Branch, New York, New York\\nCease and Desist Order, dated May 20, 2015\\r\\nTerminated June 25, 2020\\nAdditional enforcement actions can be searched for here.\\nFor media inquiries, call 202-452-2955.\\n\\n\\n\\n\\nAttachment (PDF)\\n\\nPDF Text:\\n\\n1 \\n \\nUNITED STATES OF AMERICA \\nBEFORE THE \\nBOARD OF GOVERNORS OF THE FEDERAL RESERVE SYSTEM \\nWASHINGTON, D.C. \\n \\nIn the matter of \\n \\n \\n \\n \\n) \\nDocket No. 20-012-CMP-SM \\n \\n \\n \\n \\n \\n \\n \\n) \\nPUTNAM COUNTY BANK,  \\n \\n \\n) \\nOrder of Assessment of a Civil \\nHURRICANE, WEST VIRGINIA \\n \\n \\n) \\nMoney Penalty Pursuant to the \\n \\n \\n \\n \\n \\n \\n \\n \\n) \\nNational Flood Insurance Act, as  \\n \\nA State Member Bank  \\n \\n \\n) \\nAmended \\n \\n \\n \\n \\n \\n \\n \\n \\n) \\n \\n \\n \\nWHEREAS, pursuant to Section 102(f) of the National Flood Insurance Act, 42 U.S.C.  \\n\\xa7 4012a(f) (the \\u201cAct\\u201d), the Board of Governors of the Federal Reserve System (the \\u201cBoard of \\nGovernors\\u201d) issues this Order of Assessment of a Civil Money Penalty (the \\u201cOrder\\u201d) upon the \\nconsent of Putnam County Bank, Hurricane, West Virginia (the \\u201cBank\\u201d), a state member bank, \\nin connection with the Bank\\u2019s pattern or practice of violations of Regulation H, 12 C.F.R.           \\n\\xa7 208.25, which implements the requirements of the Act.  \\n \\nWHEREAS, where a pattern or practice of violations under Section 102(f)(2) of the Act, \\n42 U.S.C. \\xa7 4012a(f)(2), is found, the Act requires that civil money penalties be imposed of up to \\n$2,000 for each violation under Section 102(f)(5) of the Act, 42 U.S.C. \\xa7 4012a(f)(5); and  \\n \\nWHEREAS, by affixing its signature hereunder, the Bank has consented to the issuance \\nof this Order by the Board of Governors, and consented to comply with each and every provision \\nof this Order, and waived any and all rights it might have pursuant to 42 U.S.C. \\xa7 4012a(f)(4) \\nand 12 C.F.R. part 263, or otherwise: (a) to the issuance of a notice of assessment of a civil \\nmoney penalty; (b) to a hearing for the purpose of taking evidence with respect to any matter \\nimplied or set forth in this Order; (c) to obtain judicial review of this Order or any provision \\n \\n2 \\n \\nhereof; and (d) to challenge or contest in any matter the basis, issuance, validity, effectiveness, \\ncollectability, or enforceability of this Order or any provision hereof.  \\n \\nNOW, THEREFORE, before the filing of any notices, or the taking of any testimony or \\nadjudication of or finding on any issue of fact or law herein, and without the Bank admitting or \\ndenying any allegation made or implied by the Board of Governors in connection herewith, and \\nsolely for the purpose of settlement of this matter without a formal proceeding being filed and \\nwithout the necessity for protracted litigation or extended hearings, \\n \\nIT IS HEREBY ORDERED, pursuant to Section 102(f) of the Act, 42 U.S.C.                \\n\\xa7 4012a(f), that: \\n1. The Bank is assessed and shall pay a civil money penalty in the amount of $24,500.  \\nThis penalty is a penalty paid to a government agency for a violation of law for purposes of 26 \\nU.S.C. \\xa7 162(f) and 26 C.F.R. \\xa7\\xa7 1.162-21.  \\n2. This penalty shall be remitted in full, at the time of the Bank\\u2019s execution of this \\nOrder, payable to the \\u201cNational Flood Insurance Program\\u201d and forwarded with the Bank\\u2019s \\nexecuted copy of this Order, to Ann E. Misback, Secretary of the Board, Board of Governors of \\nthe Federal Reserve System, Washington, D.C. 20551.  Consistent with the requirement of \\nSection 102(f)(8) of the Act, 41 U.S.C. \\xa7 4012a(f)(8), the Board of Governors shall remit the \\npayment to the Federal Emergency Management Agency, Federal Insurance and Mitigation \\nAdministration for deposit into the National Flood Mitigation Fund.  \\n3. The provisions of this Order shall not bar, estop, or otherwise prevent the Board of \\nGovernors, or any Federal or state agency or department from taking any other action affecting \\nthe Bank, provided, however, that the Board of Governors shall not take any further action \\n \\n3 \\n \\nagainst the Bank based upon information presently known by the Board of Governors relating to \\nthe flood insurance regulatory violations addressed by this Order.  \\n4. Each provision of this Order shall remain effective and enforceable until stayed, \\nmodified, terminated or suspended in writing by the Board of Governors.  \\n \\n \\nBy order of the Board of Governors of the Federal Reserve System, effective this  \\n1st day of July, 2020.  \\n \\nPUTNAM COUNTY BANK  \\n \\n \\nBOARD OF GOVERNORS OF THE \\nHURRICANE, WEST VIRGINIA \\n \\n \\nFEDERAL RESERVE SYSTEM \\n \\n \\n \\n \\nBy: ____________/s/_____________ \\n \\nBy: _____________/s/_____________ \\n            John R. Wilson, Jr. \\n \\n \\n \\n \\nAnn E. Misback \\n            President and Chief Executive Officer \\n \\nSecretary of the Board",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Final Hearing",
        "Order_Type": "Fined",
        "Imposed_Value": 24500,
        "Settled_Value": 24500,
        "Currency": "USD",
        "Cause_of_Penalty": "Flood insurance violations",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "PUTNAM COUNTY BANK",
        "Individual_Name": null,
        "Industry": "Banking",
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "{\n  \"Document Status\": \"Relevant\",\n  \"Entity status\": \"Company\",\n  \"Company name\": \"PUTNAM COUNTY BANK\",\n  \"Individual name\": \"None\",\n  \"Industry type\": \"Banking\",\n  \"Basic reason for the penalty\": \"Flood insurance violations\",\n  \"Order Type\": \"Fined\",\n  \"Case Status\": \"Final Hearing\",\n  \"Imposed Penalty\": \"24500\",\n  \"Settled Value\": \"24500\",\n  \"Currency Code\": \"USD\",\n  \"Third Party\": \"None\",\n  \"Summary\": \"The Federal Reserve Board issued an Order of Assessment of a Civil Money Penalty to Putnam County Bank, a state member bank in Hurricane, West Virginia. The penalty amount of $24,500 was imposed due to the Bank's pattern or practice of violations of Regulation H, which implements the requirements of the National Flood Insurance Act. The Bank consented to the issuance of the Order and agreed to pay the penalty in full, to be remitted to the National Flood Insurance Program. The Board of Governors stated that the provisions of the Order shall remain effective and enforceable until modified or terminated in writing. This marks the final hearing in the enforcement action against Putnam County Bank.\"\n}",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": "The Federal Reserve Board issued an Order of Assessment of a Civil Money Penalty to Putnam County Bank, a state member bank in Hurricane, West Virginia. The penalty amount of $24,500 was imposed due to the Bank's pattern or practice of violations of Regulation H, which implements the requirements of the National Flood Insurance Act. The Bank consented to the issuance of the Order and agreed to pay the penalty in full, to be remitted to the National Flood Insurance Program. The Board of Governors stated that the provisions of the Order shall remain effective and enforceable until modified or terminated in writing. This marks the final hearing in the enforcement action against Putnam County Bank.",
        "Notes_on_Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 409,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://www.cysec.gov.cy/CMSPages/GetFile.aspx?guid=b8ac823a-e7f4-4793-82b1-79c1adef2f7f",
        "Regulatory": "CYSEC",
        "Published_Date": "2023-09-19",
        "Title": "Prior Capital Cy Ltd",
        "Article": "2 July 2020\\nCYSEC Decision\\nAnnouncement date:\\n02.07.2020\\nCySEC Decision date:\\n22.06.2020\\nRegarding:\\nPrior Capital Cy Ltd\\nLegislation:\\nThe Investment Services and Activities and Regulated Markets Law\\nSubject:\\nWithdrawal of CIF authorisation\\nJudicial Review:\\nClick here\\nJudicial Review Ruling:\\nClick here\\nThe Cyprus Securities and Exchange Commission (\\u2018the CySEC\\u2019), following the decision\\npublished on 6 March 2020, announces that, at its meeting of 22 June 2020, decided to\\nwithdraw the Cyprus Investment Firm authorisation of Prior Capital Cy Ltd (\\u2018the\\nCompany\\u2019), with Number 221/13, pursuant to article 9(3)(b) of Directive DI87-05 for\\nThe Withdrawal and Suspension of Authorisation and to articles 8(1)(c) and 71(6)(c) of\\nthe Investment Services and Activities and Regulated Markets Law of 2017 (\\u2018the Law\\u2019).\\nCySEC reached to the above decision as it was not satisfied with the Company\\u2019s\\ncompliance with article 22(1) of the Law, as to fulfilling at all times the condition of\\narticle 17(9) of the Law, as further specified in paragraphs 4, 6 and 9 of Directive DI87-\\n01, regarding the safeguard of clients\\u2019 funds, hence meeting the conditions under\\nwhich its authorisation was granted.\\nDue to the withdrawal of the Company\\u2019s authorisation, the Company should:\\n(i) Ensure it does not provide investment and ancillary services.\\n(ii) Immediately and without delay, ensure that all references in its websites and\\nanywhere else, relating\\nto the\\nprovision/carrying\\nout\\nof\\ninvestment\\nservices/activities, as well as references to its licensing and regulation by the\\nCySEC, are deleted.\\nCySEC\\u2019s investigation continues into the matters relating to the Company.\\n/em",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Ongoing Hearing",
        "Order_Type": "Withdrawal of CIF authorization",
        "Imposed_Value": null,
        "Settled_Value": null,
        "Currency": null,
        "Cause_of_Penalty": "Non-compliance",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "Prior Capital Cy Ltd",
        "Individual_Name": null,
        "Industry": "Financial Services",
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "{\n  \"Document Status\": \"Relevant\",\n  \"Entity status\": \"Company\",\n  \"Company name\": \"Prior Capital Cy Ltd\",\n  \"Individual name\": \"None\",\n  \"Industry type\": \"Financial Services\",\n  \"Basic reason for the penalty\": \"Non-compliance\",\n  \"Order Type\": \"Withdrawal of CIF authorization\",\n  \"Case Status\": \"Ongoing Hearing\",\n  \"Imposed Penalty\": \"None\",\n  \"Settled Value\": \"None\",\n  \"Currency Code\": \"None\",\n  \"Third Party\": \"None\",\n  \"Summary\": \"The Cyprus Securities and Exchange Commission (CySEC) has announced the withdrawal of the Cyprus Investment Firm authorization of Prior Capital Cy Ltd due to non-compliance with article 22(1) of the Investment Services and Activities and Regulated Markets Law. As a result, the company is advised to cease providing investment and ancillary services and remove all references to such services from its websites and other platforms. CySEC's investigation into the matter is ongoing, and the company's status is currently subject to an ongoing hearing.\"\n}",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": "The Cyprus Securities and Exchange Commission (CySEC) has announced the withdrawal of the Cyprus Investment Firm authorization of Prior Capital Cy Ltd due to non-compliance with article 22(1) of the Investment Services and Activities and Regulated Markets Law. As a result, the company is advised to cease providing investment and ancillary services and remove all references to such services from its websites and other platforms. CySEC's investigation into the matter is ongoing, and the company's status is currently subject to an ongoing hearing.",
        "Notes_on_Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 410,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://www.cysec.gov.cy/CMSPages/GetFile.aspx?guid=ec258368-5be1-4965-87e9-3db01aae7ed0",
        "Regulatory": "CYSEC",
        "Published_Date": "2023-09-21",
        "Title": "Prior Capital Cy Ltd",
        "Article": "2 July 2020\\nCYSEC Board Decision\\nAnnouncement date: 02.07.2020\\nBoard decision date:\\n22.06.2020\\nRegarding:\\nPrior Capital Cy Ltd\\nLegislation:\\nThe Investor Compensation Fund Directive\\nSubject:\\nInitiation of the compensation payment process by the Investor\\nCompensation Fund (I.C.F.)\\nJudicial Review:\\nClick here\\nJudicial Review Ruling:\\nClick here\\nThe Board of the Cyprus Securities Exchange Commission (\\u2018CySEC\\u2019) informs the public and\\nespecially the covered clients of Prior Capital Cy Ltd (the \\u2018Company\\u2019) of the following:\\n1.\\nThe authorisation of the Cyprus Investment Firm Prior Capital Cy Ltd, number 221/13,\\nis withdrawn as of 22 June 2020.\\n2.\\nAs per paragraph 18(1)(a) of Directive DI87-07 of 2019 for the Operation of the\\nInvestors Compensation Fund (R.A.D. 76/2019), CySEC has determined that the\\nCompany (member of the I.C.F.) for the time being, for reasons directly related to its\\nfinancial circumstances, is unable to meet its obligations arising out of investors' claims\\nand has no early prospect of being able to do so.\\n3.\\nFollowing the initiation of the compensation payment procedure be the I.C.F. due to\\npoint (2) above, the I.C.F. will publish, in at least two (2) newspapers of national\\ncoverage, an invitation to submit compensation applications, designating the\\nprocedure for the submission of the relevant applications, the deadline for their\\nsubmission and their content, in accordance with Part V of Directive DI87-07 (R.A.D.\\n76/2019). The said publication will be also posted on CySEC\\u2019s website.\\n4.\\nAll affected clients (covered clients of the Company) are invited to study Directive\\nDI87-07 (R.A.D. 76/2019) as well as the information for the submission of\\ncompensation applications and take all appropriate actions for the submission of their\\nclaims.\\nem/",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Ongoing",
        "Order_Type": "Compensation Payment Procedure Initiated",
        "Imposed_Value": null,
        "Settled_Value": null,
        "Currency": null,
        "Cause_of_Penalty": "Financial Insolvency",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "Prior Capital Cy Ltd",
        "Individual_Name": null,
        "Industry": "Financial Services",
        "Third_parties": "Investor Compensation Fund (I.C.F.)",
        "Summary_Remarks": null,
        "Description_Automated": "```json\n{\n  \"Document Status\": \"Relevant\",\n  \"Entity status\": \"Company\",\n  \"Company name\": \"Prior Capital Cy Ltd\",\n  \"Individual name\": \"None\",\n  \"Industry type\": \"Financial Services\",\n  \"Basic reason for the penalty\": \"Financial Insolvency\",\n  \"Order Type\": \"Compensation Payment Procedure Initiated\",\n  \"Case Status\": \"Ongoing\",\n  \"Imposed Penalty\": \"None\",\n  \"Settled Value\": \"None\",\n  \"Currency Code\": \"None\",\n  \"Third Party\": \"Investor Compensation Fund (I.C.F.)\",\n  \"Summary\": \"The Cyprus Securities Exchange Commission (CySEC) has withdrawn the authorization of Prior Capital Cy Ltd, a Cyprus Investment Firm, due to its inability to meet financial obligations. As a result, the Investor Compensation Fund (I.C.F.) has initiated the compensation payment procedure. The I.C.F. will publish an invitation for affected clients to submit compensation applications, outlining the procedure and deadline. Clients are advised to study the relevant directive and take appropriate actions to submit their claims. The case is ongoing, and no specific penalty amount or settlement value has been mentioned in the document.\"\n}\n```",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_escription": "The Cyprus Securities Exchange Commission (CySEC) has withdrawn the authorization of Prior Capital Cy Ltd, a Cyprus Investment Firm, due to its inability to meet financial obligations. As a result, the Investor Compensation Fund (I.C.F.) has initiated the compensation payment procedure. The I.C.F. will publish an invitation for affected clients to submit compensation applications, outlining the procedure and deadline. Clients are advised to study the relevant directive and take appropriate actions to submit their claims. The case is ongoing, and no specific penalty amount or settlement value has been mentioned in the document.",
        "Notes_on_Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 411,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://www.apra.gov.au/news-and-publications/apra-imposes-new-licence-condition-on-colonial-first-state-investments",
        "Regulatory": "APRA",
        "Published_Date": "2023-09-18",
        "Title": "APRA imposes new licence condition on Colonial First State Investments Limited",
        "Article": "\\nThe Australian Prudential Regulation Authority (APRA) has imposed a new registrable superannuation entity (RSE) licence condition on Colonial First State Investments Limited (CFSIL) to ensure members\\u2019 best interests are prioritised in its decision-making.APRA\\u2019s decision follows an investigation into matters referred to it by the financial services Royal Commission in February 2019. The Royal Commission had formed the view that CFSIL\\u2019s decisions not to bring the migration of certain cohorts of its FirstChoice members into MySuper products forward from just prior to the legal deadline, and to grandfather certain fee arrangements, may not have been in its members\\u2019 best interests.While APRA has not concluded that CFSIL breached the Superannuation Industry (Supervision) Act 1993, its investigation raised concerns about the adequacy of CFSIL\\u2019s internal processes for demonstrating how members\\u2019 best interests were considered and prioritised.As a result, APRA will impose a licence condition requiring CFSIL to record how it considers members\\u2019 best interests and members\\u2019 priority covenants when making decisions that materially affect their interests. This measure will improve CFSIL\\u2019s practices and also ensure APRA is better able to assess whether members\\u2019 best interests are being sufficiently considered and prioritised by CFSIL in future.CFSIL did not oppose the application of the new condition, which comes into effect immediately.CFSIL\\u2019s grandfathering of certain fee arrangements was one of 12 cases that Commissioner Kenneth Hayne referred to APRA for further investigation in handing down the Royal Commission\\u2019s Final Report last year.\\n",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Final Hearing",
        "Order_Type": "Imposition of new licence condition",
        "Imposed_Value": null,
        "Settled_Value": null,
        "Currency": null,
        "Cause_of_Penalty": "Not prioritizing members' best interests",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "Colonial First State Investments Limited",
        "Individual_Name": null,
        "Industry": "Financial Services",
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "```json\n{\n  \"Document Status\": \"Relevant\",\n  \"Entity status\": \"Company\",\n  \"Company name\": \"Colonial First State Investments Limited\",\n  \"Individual name\": \"None\",\n  \"Industry type\": \"Financial Services\",\n  \"Basic reason for the penalty\": \"Not prioritizing members' best interests\",\n  \"Order Type\": \"Imposition of new licence condition\",\n  \"Case Status\": \"Final Hearing\",\n  \"Imposed Penalty\": \"None\",\n  \"Settled Value\": \"None\",\n  \"Currency Code\": \"None\",\n  \"Third Party\": \"None\",\n  \"Summary\": \"The Australian Prudential Regulation Authority (APRA) has imposed a new registrable superannuation entity (RSE) licence condition on Colonial First State Investments Limited (CFSIL) following findings from the financial services Royal Commission. The investigation raised concerns about the adequacy of CFSIL\\u2019s internal processes for demonstrating how members\\u2019 best interests were considered and prioritised. As a result, APRA has imposed a licence condition requiring CFSIL to record how it considers members\\u2019 best interests and members\\u2019 priority covenants when making decisions. CFSIL did not oppose the application of the new condition. This measure aims to improve CFSIL\\u2019s practices and ensure APRA is better able to assess whether members\\u2019 best interests are being sufficiently considered and prioritised in the future.\"\n}\n```",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": "The Australian Prudential Regulation Authority (APRA) has imposed a new registrable superannuation entity (RSE) licence condition on Colonial First State Investments Limited (CFSIL) following findings from the financial services Royal Commission. The investigation raised concerns about the adequacy of CFSIL’s internal processes for demonstrating how members’ best interests were considered and prioritised. As a result, APRA has imposed a licence condition requiring CFSIL to record how it considers members’ best interests and members’ priority covenants when making decisions. CFSIL did not oppose the application of the new condition. This measure aims to improve CFSIL’s practices and ensure APRA is better able to assess whether members’ best interests are being sufficiently considered and prioritised in the future.",
        "Notes_on-Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 416,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://asic.gov.au/about-asic/news-centre/find-a-media-release/2020-releases/20-154mr-darwin-accountant-receives-jail-sentence-for-failing-to-attend-asic-examination/",
        "Regulatory": "ASIC",
        "Published_Date": "2023-09-19",
        "Title": "20-154MR Darwin accountant receives jail sentence for failing to attend ASIC examination",
        "Article": "Mr William Desmond Fong, of Darwin, Northern Territory, has been convicted and sentenced to six weeks imprisonment after pleading guilty to failing to attend an ASIC examination.\\nThe conviction follows an ASIC investigation concerning actions taken by Mr Fong during the period of his directorship of Fong & Partners (NT) Pty Ltd.\\xa0 In the course of ASIC\\u2019s investigation, Mr Fong was required to appear at an ASIC examination on 3 October 2019 and offer reasonable assistance in connection with the investigation.\\xa0 Mr Fong failed to attend the examination.\\nASIC commenced its investigation after receiving a supplementary report by Stuart George Reid of Rodgers Reidy following his appointment as liquidator to another company, NT Welding Pty Ltd, for which Mr Fong acted as an accountant.\\nJudge Elisabeth Armitage noted that the offence was serious and that it significantly frustrated ASIC\\u2019s ability to make proper enquiries. Her Honour noted the numerous prior convictions of Mr Fong for similar kinds of offending and that specific deterrence was paramount in the circumstances.\\nMr Fong appeared before the Darwin Magistrates Court on 19 June 2020 via audio visual link from the Darwin Correctional Centre, where he is currently serving a custodial sentence for an unrelated matter.\\nThe matter was prosecuted by the Commonwealth Director of Public Prosecutions.\\nBackground\\nUnder the Australian Securities and Investments Commission Act 2001 (ASIC Act), ASIC has information gathering powers that allow it to perform or exercise its functions.\\xa0 The power includes requiring a person to appear at an examination and give information relevant to a matter that ASIC is investigating.\\nIntentionally or recklessly failing to comply with a requirement to appear at an examination is a criminal offence under s.63 of the ASIC Act and carries a maximum penalty of 2 years imprisonment.\\nDuring the same hearing, but unrelated to his failure to attend an ASIC examination, Mr Fong was resentenced for a 2019 conviction, after he failed to assist the liquidator of Mature Consulting Services Pty Ltd, a company he was sole director and secretary. \\xa0Her Honour fined Mr Fong $1,000 and resentenced him to a good behaviour bond on the condition he provide all outstanding books to the liquidator of Mature Consulting Services Pty Ltd by 26 August 2021.",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Final Hearing",
        "Order_Type": "Imprisoned",
        "Imposed_Value": 1000,
        "Settled_Value": 1000,
        "Currency": "AUD",
        "Cause_of_Penalty": "Failure to attend ASIC examination",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Individual",
        "Company_Name": null,
        "Individual_Name": "Mr William Desmond Fong",
        "Industry": null,
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "```json\n{\n  \"Document Status\": \"Relevant\",\n  \"Entity status\": \"Individual\",\n  \"Company name\": \"None\",\n  \"Individual name\": \"Mr William Desmond Fong\",\n  \"Industry type\": \"None\",\n  \"Basic reason for the penalty\": \"Failure to attend ASIC examination\",\n  \"Order Type\": \"Imprisoned\",\n  \"Case Status\": \"Final Hearing\",\n  \"Imposed Penalty\": 0,\n  \"Settled Value\": 1000,\n  \"Currency Code\": \"AUD\",\n  \"Third Party\": \"None\",\n  \"Summary\": \"Mr. William Desmond Fong, of Darwin, Northern Territory, has been convicted and sentenced to six weeks imprisonment for failing to attend an ASIC examination. This follows an ASIC investigation arising from his directorship of Fong & Partners (NT) Pty Ltd. Mr. Fong's failure to attend significantly frustrated ASIC's ability to make proper enquiries. He also faced resentencing for failing to assist the liquidator of another company, Mature Consulting Services Pty Ltd, for which he was the sole director and secretary. He was fined $1,000 and resentenced to a good behaviour bond with the condition to provide outstanding books to the liquidator. The matter was prosecuted by the Commonwealth Director of Public Prosecutions.\"\n}\n```",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": "Mr. William Desmond Fong, of Darwin, Northern Territory, has been convicted and sentenced to six weeks imprisonment for failing to attend an ASIC examination. This follows an ASIC investigation arising from his directorship of Fong & Partners (NT) Pty Ltd. Mr. Fong's failure to attend significantly frustrated ASIC's ability to make proper enquiries. He also faced resentencing for failing to assist the liquidator of another company, Mature Consulting Services Pty Ltd, for which he was the sole director and secretary. He was fined $1,000 and resentenced to a good behaviour bond with the condition to provide outstanding books to the liquidator. The matter was prosecuted by the Commonwealth Director of Public Prosecutions.",
        "Notes_on_Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 419,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://asic.gov.au/about-asic/news-centre/find-a-media-release/2020-releases/20-155mr-societe-generale-securities-australia-pty-ltd-pleads-guilty-to-client-money-offences/",
        "Regulatory": "ASIC",
        "Published_Date": "2023-09-19",
        "Title": "20-155MR Societe Generale Securities Australia Pty Ltd pleads guilty to client money offences",
        "Article": "On 30 June 2020, Societe Generale Securities Australia Pty Ltd (SGSAPL) pleaded guilty at the Downing Centre Local Court in Sydney to client money offences.\\nSGSAPL is the second company in 2020 in Australia to face criminal prosecution for breaching client money provisions, which are designed to protect the interests of Australian financial\\xa0services licensee clients by\\xa0ensuring that client money is kept in authorised accounts.\\nSGSAPL pleaded guilty to four separate counts, which occurred during specific time intervals between 8 December 2014 and 8 February 2017 (see 20-067MR), specifically:\\n\\nTwo counts of breaching s993B(1) by receiving money in connection with financial services, and then failing to pay that money into an account that satisfied the client money requirements within s981B of the Corporations Act 2001.\\nTwo counts of breaching s993C(1) through making payments out of a client money account that were not permitted by reg 7.8.02 of the Corporations Regulations.\\n\\nEach offence carries a maximum penalty of 250 penalty units (approximately $45,000).\\nClient money is money paid to a financial services licensee in connection with a financial\\xa0service that has been provided, or will or may be provided, or in connection with a financial product. Client money must be paid into a client money account that meets the requirements of the Corporations Regulations and AFS licence holders can only make payments out of a client money account as specified by the Corporations Regulations.\\nThese types of offences are regarded as serious misconduct and have been legislated in order to protect investors and enhance the confidence and integrity in Australia\\u2019s financial markets.\\nThe matter has been listed for sentence on 21 September 2020.\\nBackground\\nIn addition to SGSAPL guilty plea, as a result of ASIC\\u2019s investigation, SGSAPL has accepted additional licence conditions imposed by ASIC on the SGSAPL AFS licence (see 20-136MR).\\nIn addition to keeping separate client money from money belonging to licensees, the client money provisions also protect the interests of clients of AFSL licensees by:\\xa0\\n\\nlimiting the uses of client money;\\nlimiting the circumstances in which client money may be withdrawn from client money accounts; and\\nimposing sanctions on licensees who fail to comply with the client money provisions.\\n\\nEditor's note:\\nOn 21 September 2020, the CDPP and SGSAPL made oral submissions on the sentence and the Court advised the judgment was reserved.\\xa0The matter is adjourned to 20 October 2020.\\n\\xa0",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Ongoing Hearing",
        "Order_Type": "Pleaded Guilty",
        "Imposed_Value": null,
        "Settled_Value": null,
        "Currency": "AUD",
        "Cause_of_Penalty": "Client Money Offences",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "Societe Generale Securities Australia Pty Ltd",
        "Individual_Name": null,
        "Industry": "Financial Services",
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "\"Relevant\"\n{\nEntity status: 'Company'\nCompany name: 'Societe Generale Securities Australia Pty Ltd'\nIndividual name: 'None'\nIndustry type: 'Financial Services'\nBasic reason for the penalty: 'Client Money Offences'\nOrder Type: 'Guilty Plea'\nCase Status: 'Ongoing Hearing'\nImposed Penalty: 250 penalty units\nSettled Value: None\nCurrency Code: AUD\nThird Party: None\nSummary: Societe Generale Securities Australia Pty Ltd pleaded guilty to client money offences, breaching client money provisions designed to protect the interests of Australian financial services licensee clients. The company admitted to four separate counts of mishandling client money between 2014 and 2017. Each offence carries a maximum penalty of 250 penalty units (approximately $45,000). The matter has been listed for sentence, with the judgment reserved. ASIC imposed additional licence conditions on the company, and the case is adjourned to October 2020 for further proceedings.\"\n}",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": null,
        "Notes_on_Article_History": null,
        "Allowed": "None"
    },
    {
        "Sr_No": 715,
        "Unique_REC_ID": null,
        "Rec_No": null,
        "Sheet_No": 16,
        "URL": "https://www.cmfchile.cl/portal/principal/613/w3-article-28642.html",
        "Regulatory": "CMF Chile",
        "Published_Date": "2023-09-19",
        "Title": "CMF files charges against four firms who offer loans on their websites for alleged fraud",
        "Article": "The firms are Multibankacl, Cooperativa Financiera Latinoamericana, Finanzas Futuras, and Multinvercr\\\\xe9ditos.\\\\nThese companies claimed to be supervised by the Commission, collecting advance payments from people who applied for a loan and did not receive the agreed funds.\\\\nThe CMF has also launched a new Alert Portal for investors, policyholders, and banking customers.\\\\nApril 20, 2020.- On April 17, 2020 the Financial Market Commission (CMF) filed a complaint against any responsible parties before the Public Prosecutor's Office for alleged fraud. The firms mentioned in the complaint are Multibankacl, Cooperativa Financiera Latinoamericana, Finanzas Futuras, and Multinvercr\\\\xe9ditos.\\\\nAccording to information gathered by the CMF's Investigation Unit, these four firms collected advance payments from people who applied for a loan and did not receive the agreed funds. Said entities, which claimed to be supervised by the Commission, neither have such status nor are registered in its registers.\\\\nModus Operandi\\\\nAs the complaint details, these firms used their websites to target people in need of loans. Then, using official-looking information such as logos of the former Superintendence of Banks and Financial Institutions (SBIF, for its Spanish acronym), customers are offered a loan by requesting an advance money transfer. This requirement is based on false information, such as insurance fees associated to the loan. In cases where customers did transfer the money, they received neither the committed loan nor a refund of the amounts disbursed.\\\\nConsidering both the facts described and that the aforementioned entities are not supervised by the Commission, the Board of the CMF decided to file fraud charges according to Article 468 of the Criminal Code.\\\\nInvestor Alerts\\\\nThe Financial Market Commission also informs that is has launched an Alert Portal for investors, policyholders, and banking customers on its website. On this portal you can:\\\\nAccess the complete roll of all individuals and legal entities under the CMF's supervision.\\\\nVerify whether a company or individual offering financial products or services is supervised by the Commission.\\\\nCheck alerts issued by the CMF and other foreign regulators on unregulated entities or activities.\\\\nAccess important advice to safeguard investors, policyholders, and financial clients.\\\\nThe CMF always recommends checking the information available on anyone offering financial products and services.",
        "Type": "Penalty/Fine",
        "Researcher": "ajinkya",
        "Working_Date": null,
        "Status": "Relevant",
        "Case_Status": "Ongoing Hearing",
        "Order_Type": "Criminal Complaint",
        "Imposed_Value": null,
        "Settled_Value": null,
        "Currency": null,
        "Cause_of_Penalty": "Fraudulent activities, falsely claiming supervision by the Commission",
        "Registered_Unregistered_activity": null,
        "Entity_Status": "Company",
        "Company_Name": "Multinvercréditos",
        "Individual_Name": null,
        "Industry": "Financial Services",
        "Third_parties": null,
        "Summary_Remarks": null,
        "Description_Automated": "{\n\"Document Status\": \"Relevant\",\n\"Entity status\": \"Company\",\n\"Individual name\": \"None\",\n\"Company name\": \"Multibankacl, Cooperativa Financiera Latinoamericana, Finanzas Futuras, Multinvercréditos\",\n\"Industry type\": \"Financial Services\",\n\"Basic reason for the penalty\": \"Fraudulent activities, falsely claiming supervision by the Commission\",\n\"Order Type\": \"Criminal Complaint\",\n\"Case Status\": \"Ongoing Hearing\",\n\"Imposed Penalty\": \"None\",\n\"Settled Value\": \"None\",\n\"Currency Code\": \"None\",\n\"Third Party\": \"None\",\n\"Summary\": \"The Financial Market Commission (CMF) has filed a complaint against Multibankacl, Cooperativa Financiera Latinoamericana, Finanzas Futuras, and Multinvercréditos before the Public Prosecutor's Office for alleged fraud. These firms collected advance payments from loan applicants but did not provide the agreed funds. They falsely claimed to be supervised by the Commission and used official-looking information to deceive customers. The CMF's Investigation Unit found that these entities neither have supervision status nor are registered with the Commission. The CMF's Board decided to file fraud charges under Article 468 of the Criminal Code due to the fraudulent activities and false claims of supervision.\"",
        "Researcher_Doubts": null,
        "QC_Status": "Done",
        "QC_Comments": null,
        "Final_Description": "The Financial Market Commission (CMF) has filed a complaint against Multibankacl, Cooperativa Financiera Latinoamericana, Finanzas Futuras, and Multinvercréditos before the Public Prosecutor's Office for alleged fraud. These firms collected advance payments from loan applicants but did not provide the agreed funds. They falsely claimed to be supervised by the Commission and used official-looking information to deceive customers. The CMF's Investigation Unit found that these entities neither have supervision status nor are registered with the Commission. The CMF's Board decided to file fraud charges under Article 468 of the Criminal Code due to the fraudulent activities and false claims of supervision.",
        "Notes_on_Article_History": null,
        "Allowed": "None"
    }
]